Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: TurboSpark engine
ar: محرك TurboSpark
es: Motor de TurboSpark
fr: Moteur TurboSpark
he: מנוע TurboSpark
hi: TurboSpark इंजन
id: Mesin TurboSpark
it: Motore TurboSpark
ja: TurboSpark エンジン
ko: TurboSpark 엔진
pl: Silnik TurboSpark
pt_br: Mecanismo do TurboSpark
ru: Движок TurboSpark
sv: TurboSpark-motorn
tr: TurboSpark motoru
uk: Рушій TurboSpark
vi: Bộ máy TurboSpark
zh_hans: TurboSpark 引擎
zh_hant: TurboSpark 引擎

source: TurboSpark engine only
ar: محرك TurboSpark فقط
de: Nur TurboSpark-Engine
es: Solo el motor de TurboSpark
fr: Moteur TurboSpark uniquement
he: מנוע TurboSpark בלבד
hi: केवल TurboSpark इंजन
id: Hanya mesin TurboSpark
it: Solo motore TurboSpark
ja: TurboSpark エンジンのみ
ko: TurboSpark 엔진만
nl: Alleen TurboSpark-engine
pl: Tylko silnik TurboSpark
pt_br: Somente o mecanismo do TurboSpark
ru: Только движок TurboSpark
sv: Endast TurboSpark-motorn
tr: Yalnızca TurboSpark motoru
uk: Лише рушій TurboSpark
vi: Chỉ bộ máy TurboSpark
zh_hans: 仅限 TurboSpark 引擎
zh_hant: 僅限 TurboSpark 引擎

source: Unsupported audio format (.%@). Convert to M4A or WAV and try again.
ar: تنسيق صوت غير مدعوم (.%@). حوّله إلى M4A أو WAV ثم حاول مرة أخرى.
de: Nicht unterstütztes Audioformat (.%@). Konvertiere es in M4A oder WAV und versuche es erneut.
es: Formato de audio no compatible (.%@). Conviértelo a M4A o WAV e inténtalo de nuevo.
fr: Format audio non pris en charge (.%@). Convertissez-le en M4A ou WAV, puis réessayez.
he: תבנית שמע לא נתמכת (.%@). המר ל‑M4A או ל‑WAV ונסה שוב.
hi: असमर्थित ऑडियो फ़ॉर्मैट (.%@)। M4A या WAV में बदलें और पुनः प्रयास करें।
id: Format audio tidak didukung (.%@). Konversikan ke M4A atau WAV, lalu coba lagi.
it: Formato audio non supportato (.%@). Convertilo in M4A o WAV e riprova.
ja: サポートされていないオーディオ形式です（.%@）。M4A または WAV に変換してから、もう一度お試しください。
ko: 지원되지 않는 오디오 형식입니다(.%@). M4A 또는 WAV로 변환한 후 다시 시도하세요.
nl: Niet-ondersteunde audio-indeling (.%@). Converteer naar M4A of WAV en probeer het opnieuw.
pl: Nieobsługiwany format dźwięku (.%@). Przekonwertuj go na M4A lub WAV i spróbuj ponownie.
pt_br: Formato de áudio incompatível (.%@). Converta para M4A ou WAV e tente novamente.
ru: Неподдерживаемый аудиоформат (.%@). Преобразуйте его в M4A или WAV и повторите попытку.
sv: Ljudformatet stöds inte (.%@). Konvertera till M4A eller WAV och försök igen.
tr: Desteklenmeyen ses biçimi (.%@). M4A veya WAV biçimine dönüştürüp tekrar deneyin.
uk: Непідтримуваний аудіоформат (.%@). Перетворіть його на M4A або WAV і спробуйте ще раз.
vi: Định dạng âm thanh không được hỗ trợ (.%@). Hãy chuyển sang M4A hoặc WAV rồi thử lại.
zh_hans: 不支持的音频格式（.%@）。请转换为 M4A 或 WAV 后重试。
zh_hant: 不支援的音訊格式（.%@）。請轉換為 M4A 或 WAV 後再試一次。

source: Use macOS Dictation
ar: استخدام إملاء macOS
de: macOS-Diktat verwenden
es: Usar el Dictado de macOS
fr: Utiliser la Dictée de macOS
he: השתמש בהכתבה של macOS
hi: macOS डिक्टेशन का उपयोग करें
id: Gunakan Dikte macOS
it: Usa la Dettatura di macOS
ja: macOS の音声入力を使用
ko: macOS 받아쓰기 사용
nl: macOS-dicteren gebruiken
pl: Użyj dyktowania macOS
pt_br: Usar o Ditado do macOS
ru: Использовать диктовку macOS
sv: Använd macOS-diktering
tr: macOS Dikte'yi kullan
uk: Використати диктування macOS
vi: Dùng Đọc chính tả của macOS
zh_hans: 使用 macOS 听写
zh_hant: 使用 macOS 聽寫

source: Use selection
ar: استخدام التحديد
de: Auswahl verwenden
es: Usar selección
fr: Utiliser la sélection
he: השתמש בבחירה
hi: चयन का उपयोग करें
id: Gunakan pilihan
it: Usa selezione
ja: 選択範囲を使用
ko: 선택 영역 사용
nl: Selectie gebruiken
pl: Użyj zaznaczenia
pt_br: Usar seleção
ru: Использовать выделение
sv: Använd markeringen
tr: Seçimi kullan
uk: Використати виділення
vi: Dùng vùng chọn
zh_hans: 使用所选内容
zh_hant: 使用所選內容

source: Voice
ar: الصوت
de: Stimme
es: Voz
fr: Voix
he: קול
hi: आवाज़
id: Suara
it: Voce
ja: 音声
ko: 음성
nl: Stem
pl: Głos
pt_br: Voz
ru: Голос
sv: Röst
tr: Ses
uk: Голос
vi: Giọng
zh_hans: 声音
zh_hant: 聲音

source: Voice input
ar: الإدخال الصوتي
de: Spracheingabe
es: Entrada de voz
fr: Saisie vocale
he: קלט קולי
hi: वॉइस इनपुट
id: Input suara
it: Input vocale
ja: 音声入力
ko: 음성 입력
nl: Spraakinvoer
pl: Wprowadzanie głosowe
pt_br: Entrada de voz
ru: Голосовой ввод
sv: Röstinmatning
tr: Sesli giriş
uk: Голосове введення
vi: Nhập bằng giọng nói
zh_hans: 语音输入
zh_hant: 語音輸入

source: Waiting for microphone permission...
ar: بانتظار إذن الميكروفون...
de: Warten auf Mikrofonberechtigung...
es: Esperando el permiso del micrófono...
fr: En attente de l'autorisation du microphone...
he: ממתין להרשאת מיקרופון...
hi: माइक्रोफ़ोन अनुमति की प्रतीक्षा हो रही है...
id: Menunggu izin mikrofon...
it: In attesa dell'autorizzazione al microfono...
ja: マイクの許可を待っています...
ko: 마이크 권한을 기다리는 중...
nl: Wachten op toestemming voor microfoon...
pl: Oczekiwanie na zgodę na mikrofon...
pt_br: Aguardando a permissão do microfone...
ru: Ожидание разрешения на доступ к микрофону...
sv: Väntar på mikrofonbehörighet...
tr: Mikrofon izni bekleniyor...
uk: Очікування дозволу на мікрофон...
vi: Đang chờ quyền truy cập micrô...
zh_hans: 正在等待麦克风权限...
zh_hant: 正在等待麥克風權限...

source: Waveform
ar: الموجة الصوتية
de: Wellenform
es: Forma de onda
fr: Forme d'onde
he: צורת גל
hi: वेवफ़ॉर्म
id: Bentuk gelombang
it: Forma d'onda
ja: 波形
ko: 파형
nl: Golfvorm
pl: Wykres fali
pt_br: Forma de onda
ru: Волновая форма
sv: Vågform
tr: Dalga biçimi
uk: Хвильова форма
vi: Dạng sóng
zh_hans: 波形
zh_hant: 波形

source: Activate Guidance
ar: تفعيل التوجيه
de: Anleitung aktivieren
es: Activar guía
fr: Activer le guidage
he: הפעל הנחיה
hi: मार्गदर्शन सक्रिय करें
id: Aktifkan Panduan
it: Attiva guida
ja: ガイダンスを有効化
ko: 지침 활성화
nl: Begeleiding activeren
pl: Aktywuj wskazówki
pt_br: Ativar orientação
ru: Активировать руководство
sv: Aktivera vägledning
tr: Rehberliği Etkinleştir
uk: Активувати інструкції
vi: Kích hoạt hướng dẫn
zh_hans: 激活指导
zh_hant: 啟用指導

source: Suggest memories from idle conversations
ar: اقتراح ذكريات من المحادثات الخاملة
de: Erinnerungen aus inaktiven Unterhaltungen vorschlagen
es: Sugerir recuerdos de conversaciones inactivas
fr: Suggérer des souvenirs à partir de conversations inactives
he: הצע זכרונות משיחות לא פעילות
hi: निष्क्रिय बातचीत से यादें सुझाएं
id: Sarankan memori dari percakapan yang tidak aktif
it: Suggerisci ricordi da conversazioni inattive
ja: アイドル状態の会話からメモリを提案
ko: 유휴 대화에서 메모리 제안
nl: Herinneringen voorstellen uit inactieve gesprekken
pl: Sugeruj wspomnienia z nieaktywnych rozmów
pt_br: Sugerir memórias de conversas inativas
ru: Предлагать воспоминания из неактивных бесед
sv: Föreslå minnen från inaktiva konversationer
tr: Boştaki konuşmalardan bellek öner
uk: Пропонувати спогади з неактивних розмов
vi: Đề xuất ký ức từ các cuộc trò chuyện nhàn rỗi
zh_hans: 从闲置对话中建议记忆
zh_hant: 從閒置對話中建議記憶

source: Use # or /memory text for profile memory. Use /memory project text for this project's memory. Review model suggestions below.
ar: استخدم # أو /memory نص لذاكرة الملف الشخصي. استخدم /memory project نص لذاكرة هذا المشروع. راجع اقتراحات النموذج أدناه.
de: Verwenden Sie # oder /memory Text für den Profilspeicher. Verwenden Sie /memory project Text für den Speicher dieses Projekts. Prüfen Sie unten die Modellvorschläge.
es: Usa # o /memory texto para la memoria del perfil. Usa /memory project texto para la memoria de este proyecto. Revisa las sugerencias del modelo a continuación.
fr: Utilisez # ou /memory texte pour la mémoire de profil. Utilisez /memory project texte pour la mémoire de ce projet. Examinez les suggestions du modèle ci-dessous.
he: השתמש ב-# או /memory text עבור זיכרון הפרופיל. השתמש ב-/memory project text עבור זיכרון הפרויקט. עיין בהצעות המודל להלן.
hi: प्रोफ़ाइल मेमोरी के लिए # या /memory text का उपयोग करें। इस प्रोजेक्ट की मेमोरी के लिए /memory project text का उपयोग करें। नीचे मॉडल सुझाव देखें।
id: Gunakan # atau /memory teks untuk memori profil. Gunakan /memory project teks untuk memori proyek ini. Tinjau saran model di bawah ini.
it: Usa # o /memory testo per la memoria del profilo. Usa /memory project testo per la memoria di questo progetto. Rivedi i suggerimenti del modello qui sotto.
ja: プロファイルメモリには # または /memory text を使用します。このプロジェクトのメモリには /memory project text を使用します。以下のモデルの提案を確認してください。
ko: 프로필 메모리는 # 또는 /memory text를 사용하세요. 이 프로젝트 메모리는 /memory project text를 사용하세요. 아래의 모델 제안을 검토하세요.
nl: Gebruik # of /memory tekst voor profielgeheugen. Gebruik /memory project tekst voor het geheugen van dit project. Bekijk de modelsuggesties hieronder.
pl: Użyj # lub /memory tekst dla pamięci profilu. Użyj /memory project tekst dla pamięci tego projektu. Przejrzyj sugestie modelu poniżej.
pt_br: Use # ou /memory texto para memória de perfil. Use /memory project texto para a memória deste projeto. Revise as sugestões do modelo abaixo.
ru: Используйте # или /memory текст для памяти профиля. Используйте /memory project текст для памяти этого проекта. Просмотрите предложения модели ниже.
sv: Använd # eller /memory text för profilminne. Använd /memory project text för projektminne. Granska modellförslagen nedan.
tr: Profil belleği için # veya /memory metin kullanın. Bu projenin belleği için /memory project metin kullanın. Aşağıdaki model önerilerini inceleyin.
uk: Використовуйте # або /memory текст для пам'яті профілю. Використовуйте /memory project текст для пам'яті цього проекту. Перегляньте пропозиції моделі нижче.
vi: Dùng # hoặc /memory văn bản cho bộ nhớ hồ sơ. Dùng /memory project văn bản cho bộ nhớ dự án này. Xem lại gợi ý mô hình bên dưới.
zh_hans: 使用 # 或 /memory 文本添加个人资料记忆。使用 /memory project 文本添加当前项目记忆。查看下方的模型建议。
zh_hant: 使用 # 或 /memory 文字新增個人檔案記憶。使用 /memory project 文字新增目前專案記憶。查看下方的模型建議。

source: Profile Memory
ar: ذاكرة الملف الشخصي
de: Profilspeicher
es: Memoria de perfil
fr: Mémoire de profil
he: זיכרון פרופיל
hi: प्रोफ़ाइल मेमोरी
id: Memori Profil
it: Memoria del profilo
ja: プロファイルメモリ
ko: 프로필 메모리
nl: Profielgeheugen
pl: Pamięć profilu
pt_br: Memória do perfil
ru: Память профиля
sv: Profilminne
tr: Profil Belleği
uk: Пам'ять профілю
vi: Bộ nhớ hồ sơ
zh_hans: 个人资料记忆
zh_hant: 個人檔案記憶

source: Claims and evidence are stored in the encrypted profile. Profile export includes the ledger and readable Markdown projections.
ar: يتم تخزين الادعاءات والأدلة في الملف الشخصي المشفر. يتضمن تصدير الملف الشخصي دفتر الأستاذ وإسقاطات Markdown المقروءة.
de: Behauptungen und Nachweise werden im verschlüsselten Profil gespeichert. Der Profilexport umfasst das Hauptbuch und lesbare Markdown-Projektionen.
es: Las afirmaciones y evidencias se almacenan en el perfil cifrado. La exportación del perfil incluye el libro de registro y proyecciones Markdown legibles.
fr: Les affirmations et preuves sont stockées dans le profil chiffré. L'exportation du profil inclut le registre et des projections Markdown lisibles.
he: טענות וראיות מאוחסנות בפרופיל המוצפן. ייצוא הפרופיל כולל את הפנקס והיטלי Markdown קריאים.
hi: दावे और साक्ष्य एन्क्रिप्टेड प्रोफ़ाइल में संग्रहीत होते हैं। प्रोफ़ाइल निर्यात में खाता बही और पठनीय मार्कडाउन अनुमान शामिल हैं।
id: Klaim dan bukti disimpan di profil terenkripsi. Ekspor profil mencakup buku besar dan proyeksi Markdown yang dapat dibaca.
it: Affermazioni e prove sono archiviate nel profilo crittografato. L'esportazione del profilo include il registro e proiezioni Markdown leggibili.
ja: 主張と根拠は暗号化されたプロファイルに保存されます。プロファイルのエクスポートには元帳と読み取り可能なMarkdownプロジェクションが含まれます。
ko: 주장과 근거는 암호화된 프로필에 저장됩니다. 프로필 내보내기에는 원장과 읽기 쉬운 Markdown 프로젝션이 포함됩니다.
nl: Claims en bewijs worden opgeslagen in het versleutelde profiel. Profielexport bevat het grootboek en leesbare Markdown-projecties.
pl: Twierdzenia i dowody są przechowywane w zaszyfrowanym profilu. Eksport profilu obejmuje księgę i czytelne projekcje Markdown.
pt_br: Afirmações e evidências são armazenadas no perfil criptografado. A exportação do perfil inclui o livro-razão e projeções Markdown legíveis.
ru: Утверждения и доказательства хранятся в зашифрованном профиле. Экспорт профиля включает журнал и читаемые проекции Markdown.
sv: Påståenden och bevis lagras i den krypterade profilen. Profilexport inkluderar huvudboken och läsbara Markdown-projektioner.
tr: İddialar ve kanıtlar şifrelenmiş profilde saklanır. Profil dışa aktarımı, defteri ve okunabilir Markdown projeksiyonlarını içerir.
uk: Твердження та докази зберігаються в зашифрованому профілі. Експорт профілю включає реєстр і читабельні проекції Markdown.
vi: Các khẳng định và bằng chứng được lưu trữ trong hồ sơ mã hóa. Xuất hồ sơ bao gồm sổ cái và các bản chiếu Markdown dễ đọc.
zh_hans: 主张和证据存储在加密的个人资料中。个人资料导出包含账本和可读的Markdown投影。
zh_hant: 主張和證據儲存在加密的個人檔案中。個人檔案匯出包含分類帳和可讀的Markdown投影。

source: Embeddings are optional. Approved claims remain searchable without a model.
ar: التضمينات اختيارية. تظل الادعاءات المعتمدة قابلة للبحث بدون نموذج.
de: Embeddings sind optional. Genehmigte Behauptungen bleiben auch ohne Modell durchsuchbar.
es: Las incrustaciones son opcionales. Las afirmaciones aprobadas siguen siendo buscables sin un modelo.
fr: Les plongements sont facultatifs. Les affirmations approuvées restent consultables sans modèle.
he: הטמעות הן אופציונליות. טענות מאושרות נשארות ניתנות לחיפוש ללא מודל.
hi: एम्बेडिंग वैकल्पिक हैं। स्वीकृत दावे बिना मॉडल के भी खोजे जा सकते हैं।
id: Penyematan bersifat opsional. Klaim yang disetujui tetap dapat dicari tanpa model.
it: Gli embedding sono opzionali. Le affermazioni approvate rimangono ricercabili senza un modello.
ja: 埋め込みはオプションです。承認された主張はモデルなしでも検索可能です。
ko: 임베딩은 선택 사항입니다. 승인된 주장은 모델 없이도 계속 검색할 수 있습니다.
nl: Embeddings zijn optioneel. Goedgekeurde claims blijven doorzoekbaar zonder model.
pl: Zanurzenia są opcjonalne. Zatwierdzone twierdzenia można przeszukiwać bez modelu.
pt_br: Incorporações são opcionais. Afirmações aprovadas permanecem pesquisáveis sem um modelo.
ru: Векторные представления необязательны. Одобренные утверждения остаются доступными для поиска без модели.
sv: Inbäddningar är valfria. Godkända påståenden förblir sökbara utan modell.
tr: Gömme işlemleri isteğe bağlıdır. Onaylanan iddialar model olmadan da aranabilir durumda kalır.
uk: Ембеддінги необов'язкові. Схвалені твердження залишаються доступними для пошуку без моделі.
vi: Nhúng là tùy chọn. Các khẳng định đã duyệt vẫn có thể tìm kiếm mà không cần mô hình.
zh_hans: 嵌入是可选的。已批准的主张在没有模型的情况下仍然可搜索。
zh_hant: 嵌入是選填的。已核准的主張在沒有模型的情況下仍然可搜尋。

source: Rebuild Index
ar: إعادة بناء الفهرس
de: Index neu aufbauen
es: Reconstruir índice
fr: Reconstruire l'index
he: בנה מחדש אינדקס
hi: इंडेक्स फिर से बनाएं
id: Bangun Ulang Indeks
it: Ricostruisci indice
ja: インデックスを再構築
ko: 인덱스 재구축
nl: Index opnieuw opbouwen
pl: Odbuduj indeks
pt_br: Reconstruir índice
ru: Перестроить индекс
sv: Bygg om index
tr: Dizini Yeniden Oluştur
uk: Перебудувати індекс
vi: Xây dựng lại chỉ mục
zh_hans: 重建索引
zh_hant: 重建索引

source: Clear Index
ar: مسح الفهرس
de: Index löschen
es: Borrar índice
fr: Effacer l'index
he: נקה אינדקס
hi: इंडेक्स साफ़ करें
id: Hapus Indeks
it: Cancella indice
ja: インデックスを消去
ko: 인덱스 지우기
nl: Index wissen
pl: Wyczyść indeks
pt_br: Limpar índice
ru: Очистить индекс
sv: Rensa index
tr: Dizini Temizle
uk: Очистити індекс
vi: Xóa chỉ mục
zh_hans: 清除索引
zh_hant: 清除索引

source: Edit Memory
ar: تعديل الذاكرة
de: Erinnerung bearbeiten
es: Editar memoria
fr: Modifier la mémoire
he: ערוך זיכרון
hi: मेमोरी संपादित करें
id: Edit Memori
it: Modifica memoria
ja: メモリを編集
ko: 메모리 편집
nl: Herinnering bewerken
pl: Edytuj pamięć
pt_br: Editar memória
ru: Редактировать память
sv: Redigera minne
tr: Belleği Düzenle
uk: Редагувати спогад
vi: Chỉnh sửa ký ức
zh_hans: 编辑记忆
zh_hant: 編輯記憶

source: This Project
ar: هذا المشروع
de: Dieses Projekt
es: Este proyecto
fr: Ce projet
he: פרויקט זה
hi: यह प्रोजेक्ट
id: Proyek Ini
it: Questo progetto
ja: このプロジェクト
ko: 이 프로젝트
nl: Dit project
pl: Ten projekt
pt_br: Este projeto
ru: Этот проект
sv: Detta projekt
tr: Bu Proje
uk: Цей проект
vi: Dự án này
zh_hans: 当前项目
zh_hant: 目前專案

source: No memories match this view.
ar: لا توجد ذكريات تطابق هذا العرض.
de: Keine Erinnerungen entsprechen dieser Ansicht.
es: Ningún recuerdo coincide con esta vista.
fr: Aucun souvenir ne correspond à cette vue.
he: אין זכרונות התואמים לתצוגה זו.
hi: इस दृश्य से कोई यादें मेल नहीं खाती हैं।
id: Tidak ada memori yang cocok dengan tampilan ini.
it: Nessun ricordo corrisponde a questa vista.
ja: この表示に一致するメモリはありません。
ko: 이 보기에 일치하는 메모리가 없습니다.
nl: Geen herinneringen komen overeen met deze weergave.
pl: Brak wspomnień pasujących do tego widoku.
pt_br: Nenhuma memória corresponde a esta visualização.
ru: Нет воспоминаний, соответствующих этому виду.
sv: Inga minnen matchar denna vy.
tr: Bu görünümle eşleşen bellek yok.
uk: Немає спогадів, що відповідають цьому вигляду.
vi: Không có ký ức nào khớp với chế độ xem này.
zh_hans: 没有符合此视图的记忆。
zh_hant: 沒有符合此檢視的記憶。

source: Open Source Message
ar: فتح الرسالة المصدر
de: Quellnachricht öffnen
es: Abrir mensaje de origen
fr: Ouvrir le message source
he: פתח הודעת מקור
hi: स्रोत संदेश खोलें
id: Buka Pesan Sumber
it: Apri messaggio di origine
ja: 元のメッセージを開く
ko: 원본 메시지 열기
nl: Bronbericht openen
pl: Otwórz wiadomość źródłową
pt_br: Abrir mensagem de origem
ru: Открыть исходное сообщение
sv: Öppna källmeddelande
tr: Kaynak Mesajı Aç
uk: Відкрити вихідне повідомлення
vi: Mở tin nhắn nguồn
zh_hans: 打开源消息
zh_hant: 開啟來源訊息

source: Merge or Replace
ar: دمج أو استبدال
de: Zusammenführen oder ersetzen
es: Combinar o reemplazar
fr: Fusionner ou remplacer
he: מזג או החלף
hi: विलय करें या बदलें
id: Gabung atau Ganti
it: Unisci o sostituisci
ja: 統合または置換
ko: 병합 또는 바꾸기
nl: Samenvoegen of vervangen
pl: Scal lub zastąp
pt_br: Mesclar ou substituir
ru: Объединить или заменить
sv: Slå samman eller ersätt
tr: Birleştir veya Değiştir
uk: Об'єднати або замінити
vi: Hợp nhất hoặc thay thế
zh_hans: 合并或替换
zh_hant: 合併或取代

source: Forget
ar: نسيان
de: Vergessen
es: Olvidar
fr: Oublier
he: שכח
hi: भूल जाएं
id: Lupakan
it: Dimentica
ja: 忘れる
ko: 잊기
nl: Vergeten
pl: Zapomnij
pt_br: Esquecer
ru: Забыть
sv: Glöm
tr: Unut
uk: Забути
vi: Quên
zh_hans: 遗忘
zh_hant: 遺忘

source: Forgetting removes this profile's memory records and future exports. Existing external backups must be deleted separately. Original chat messages remain visible in chat history.
ar: يؤدي النسيان إلى إزالة سجلات ذاكرة هذا الملف الشخصي وعمليات التصدير المستقبلية. يجب حذف النسخ الاحتياطية الخارجية الموجودة بشكل منفصل. تظل رسائل الدردشة الأصلية مرئية في السجل.
de: Das Vergessen entfernt die Speicheraufzeichnungen dieses Profils und zukünftige Exporte. Vorhandene externe Backups müssen separat gelöscht werden. Ursprüngliche Chat-Nachrichten bleiben im Chat-Verlauf sichtbar.
es: Olvidar elimina los registros de memoria de este perfil y futuras exportaciones. Las copias de seguridad externas existentes deben eliminarse por separado. Los mensajes de chat originales siguen siendo visibles en el historial.
fr: Oublier supprime les enregistrements de mémoire de ce profil et les exportations futures. Les sauvegardes externes existantes doivent être supprimées séparément. Les messages originaux restent visibles dans l'historique.
he: שכחה מסירה את רשומות הזיכרון של פרופיל זה וייצוא עתידי. יש למחוק גיבויים חיצוניים קיימים בנפרד. הודעות הצ'אט המקוריות נשארות גלויות בהיסטוריית הצ'אט.
hi: भूलने से इस प्रोफ़ाइल के मेमोरी रिकॉर्ड और भविष्य के निर्यात हट जाते हैं। मौजूदा बाहरी बैकअप अलग से हटाए जाने चाहिए। मूल चैट संदेश चैट इतिहास में दिखाई देते रहेंगे।
id: Melupakan akan menghapus catatan memori profil ini dan ekspor di masa mendatang. Cadangan eksternal yang ada harus dihapus secara terpisah. Pesan obrolan asli tetap terlihat di riwayat obrolan.
it: Dimenticare rimuove i record di memoria di questo profilo e le esportazioni future. I backup esterni esistenti devono essere eliminati separatamente. I messaggi di chat originali rimangono visibili nella cronologia della chat.
ja: 忘れると、このプロファイルのメモリレコードと将来のエクスポートが削除されます。既存の外部バックアップは個別に削除する必要があります。元のチャットメッセージは履歴に残ります。
ko: 잊기를 선택하면 이 프로필의 메모리 기록과 향후 내보내기가 삭제됩니다. 기존 외부 백업은 별도로 삭제해야 합니다. 원래 채팅 메시지는 대화 기록에 그대로 표시됩니다.
nl: Vergeten verwijdert de geheugenrecords van dit profiel en toekomstige exports. Bestaande externe back-ups moeten afzonderlijk worden verwijderd. Oorspronkelijke chatberichten blijven zichtbaar in de geschiedenis.
pl: Zapomnienie usuwa rekordy pamięci tego profilu i przyszłe eksporty. Istniejące kopie zewnętrzne należy usunąć osobno. Oryginalne wiadomości czatu pozostają widoczne w historii.
pt_br: Esquecer remove os registros de memória deste perfil e exportações futuras. Backups externos existentes devem ser excluídos separadamente. As mensagens de chat originais permanecem visíveis no histórico de chat.
ru: Забывание удаляет записи памяти этого профиля и будущие экспорты. Существующие внешние резервные копии необходимо удалять отдельно. Исходные сообщения чата остаются видимыми в истории.
sv: Att glömma tar bort denna profils minnesposter och framtida exporter. Befintliga externa säkerhetskopior måste tas bort separat. Ursprungliga chattmeddelanden förblir synliga i chatthistoriken.
tr: Unutmak, bu profilin bellek kayıtlarını ve gelecekteki dışa aktarımlarını kaldırır. Mevcut harici yedekler ayrı olarak silinmelidir. Orijinal sohbet mesajları sohbet geçmişinde görünür kalır.
uk: Забування видаляє записи пам'яті цього профілю та майбутні експорти. Наявні зовнішні резервні копії слід видаляти окремо. Початкові повідомлення залишаються в історії чату.
vi: Quên sẽ xóa hồ sơ ký ức của cấu hình này và các lần xuất tương lai. Các bản sao lưu ngoài hiện có phải được xóa riêng. Tin nhắn trò chuyện gốc vẫn hiển thị trong lịch sử trò chuyện.
zh_hans: 遗忘会移除该个人资料的记忆记录和未来的导出内容。现有的外部备份必须单独删除。原始聊天消息仍将在聊天历史记录中可见。
zh_hant: 遺忘會移除該個人檔案的記憶記錄和未來的匯出內容。現有的外部備份必須單獨刪除。原始聊天訊息仍將在聊天歷史記錄中可見。

source: Nightly Reflections
ar: تأملات ليلية
de: Nächtliche Reflexionen
es: Reflexiones nocturnas
fr: Réflexions nocturnes
he: הרהורים ליליים
hi: रात्रि चिंतन
id: Refleksi Malam Hari
it: Riflessioni notturne
ja: 夜間の振り返り
ko: 야간 회고
nl: Nachtelijke reflecties
pl: Nocne refleksje
pt_br: Reflexões noturnas
ru: Ночные размышления
sv: Nattliga reflektioner
tr: Gece Yansımaları
uk: Нічні роздуми
vi: Chiêm nghiệm ban đêm
zh_hans: 夜间反思
zh_hant: 夜間反思

source: No reflections yet.
ar: لا توجد تأملات بعد.
de: Noch keine Reflexionen.
es: Aún no hay reflexiones.
fr: Pas encore de réflexions.
he: אין הרהורים עדיין.
hi: अभी तक कोई चिंतन नहीं।
id: Belum ada refleksi.
it: Ancora nessuna riflessione.
ja: 振り返りはまだありません。
ko: 아직 회고가 없습니다.
nl: Nog geen reflecties.
pl: Brak refleksji.
pt_br: Nenhuma reflexão ainda.
ru: Размышлений пока нет.
sv: Inga reflektioner ännu.
tr: Henüz yansıma yok.
uk: Роздумів ще немає.
vi: Chưa có chiêm nghiệm nào.
zh_hans: 尚无反思。
zh_hant: 尚無反思。

source: Memory Manager (%lld pending)
ar: إدارة الذاكرة (%lld قيد الانتظار)
de: Speicherverwaltung (%lld ausstehend)
es: Administrador de memoria (%lld pendientes)
fr: Gestionnaire de mémoire (%lld en attente)
he: מנהל זיכרון (%lld ממתינים)
hi: मेमोरी प्रबंधक (%lld लंबित)
id: Pengelola Memori (%lld tertunda)
it: Gestore memoria (%lld in sospeso)
ja: メモリマネージャー (%lld件保留中)
ko: 메모리 관리자 (%lld개 대기 중)
nl: Geheugenbeheer (%lld in behandeling)
pl: Menedżer pamięci (%lld oczekujących)
pt_br: Gerenciador de memória (%lld pendentes)
ru: Управление памятью (%lld ожидают)
sv: Minneshanterare (%lld väntande)
tr: Bellek Yöneticisi (%lld beklemede)
uk: Керування пам'яттю (%lld очікують)
vi: Trình quản lý bộ nhớ (%lld đang chờ)
zh_hans: 记忆管理器（%lld 个待处理）
zh_hant: 記憶管理員（%lld 個待處理）
